Repository: prykon/custom-church-health-plugin
Catalog: languages/custom-group-health-plugin-*.po
Languages: es_ar

source: No custom icons detected. Setting DT default template
es_ar: No hay íconos personalizados. Asignando la plantilla por defecto de DT

source: Custom Group Health Plugin
es_ar: Plugin de Salud de Grupo Personalizada

source: Templates
es_ar: Plantillas

source: Help
es_ar: Ayuda

source: Delete
es_ar: Eliminar

source: No custom items yet...
es_ar: Todavía no hay elementos personalizados…

source: Label
es_ar: Etiqueta

source: Description
es_ar: Descripción

source: Icon
es_ar: Ícono

source: Add
es_ar: Agregar

source: Create new Group Health Icon
es_ar: Crear nuevo ícono de Salud de Grupo

source: You can only create up to 12 custom group health icons
es_ar: Sólo podés crear hasta 12 ícenos personalizados de salud de grupo

source: Create
es_ar: Crear

source: Error: Item image missing. Item was not created
es_ar: Error: Falta la imagen del ítem. El ítem no fue creado

source: Error: Item label missing. Item was not created
es_ar: Error: Falta la etiqueta del ítem. El ítem no fue creado

source: Error: Item description missing. Item was not created
es_ar: Error: Falta la descripción del ítem. El ítem no fue creado

source: Icon created successfully
es_ar: Ícono creado exitosamente

source: Icon deleted successfully
es_ar: Ícono eliminado exitosamente

source: Manage Custom Group Health Plugin
es_ar: Administrar Plugin de Salud de Grupo Personalizada

source: Add new Group Health Icons
es_ar: Agregar nuevos íconos de Salud de Grupo

source: Create new item
es_ar: Crear nuevo ítem

source: Information
es_ar: Información

source: Create new icons to help you track your group's spiritual health or delete existing icons.
es_ar: Creá nuevos íconos para ayudarte a hacerle seguimiento a la salud espiritual de tus grupos o eliminá íconos existentes.

source: Note
es_ar: Nota

source: If you re-create a deleted item with the same label, groups that formerly had that item selected will once again display it as active.
es_ar: Si volvés a crear un ítem eliminado con la misma etiqueta, los grupos que solían tener ese ítem seleccionado van a volver a mostrarlo como activo.

source: Baptism
es_ar: Bautismo

source: The group is baptising.
es_ar: El grupo está bautizando.

source: Bible Study
es_ar: Estudio Bíblico

source: The group is studying the bible.
es_ar: El grupo está estudiando la biblia.

source: Communion
es_ar: Cena del Señor

source: The group is practicing communion.
es_ar: El grupo está practicando la Cena del Señor.

source: Fellowship
es_ar: Comunión

source: The group is fellowshiping.
es_ar: El grupo tiene comunión entre sí.

source: Giving
es_ar: Ofrenda

source: The group is giving.
es_ar: El grupo está ofrendando.

source: Prayer
es_ar: Oración

source: The group is praying.
es_ar: El grupo está orando.

source: Praise
es_ar: Alabanza

source: The group is praising.
es_ar: El grupo está alabando.

source: Sharing the Gospel
es_ar: Compartir el Evangelio

source: The group is sharing the gospel.
es_ar: El grupo está compartiendo el evangelio.

source: Leaders
es_ar: Líderes

source: The group has leaders.
es_ar: El grupo tiene líderes.

source: Repentance
es_ar: Arrepentimiento

source: The group is practicing repentance.
es_ar: El grupo está practicando arrepentimiento.

source: Holy Spirit
es_ar: Espíritu Santo

source: The group is moving in the Holy Spirit.
es_ar: El grupo se está moviendo en el Espíritu Santo.

source: Word
es_ar: Palabra

source: Signs and Wonders
es_ar: Señales y Maravillas

source: The group is experiencing signs and wonders.
es_ar: El grupo está experimentando señales y maravillas.

source: Worship
es_ar: Adoración

source: The group is worshipping.
es_ar: El grupo está adorando.

source: Making Disciples
es_ar: Haciendo Discípulos

source: The group is making disciples.
es_ar: El grupo está haciendo discípulos.

source: Template switched successfully.
es_ar: Plantilla modificada exitosamente.

source: Select from common group health tracking methods
es_ar: Seleccioná entre métodos comunes de seguimiento de salud de grupos

source: Template
es_ar: Plantilla

source: Action
es_ar: Acción

source: Disciple.Tools Default
es_ar: Defecto de Disciple.Tools

source: Set
es_ar: Asignar

source: Twelve Practices
es_ar: Doce Prácticas

source: Select between Disciple.Tools' default health items or common Twelve Practices template.
es_ar: Seleccioná entre la plantilla defecto de ítems de salud de Disciple.Tools o la plantilla de Doce Prácticas.

source: You can go back and edit them later from the 'General' tab.
es_ar: Podés volver y editarlas más tarde desde la solapa ‘General’.

source: Full documentation available here
es_ar: Documentación completa disponible acá

source: Group Health
es_ar: Salud del Grupo

# Optional Documentation
source: Track the progress and health of a group/church.
es_ar: Hacele seguimiento al progreso y a la salud de un grupo/iglesia.

source: Disciple.Tools - Custom Group Health Plugin
es_ar: Disciple.Tools - Plugin de Salud de Grupo Personalizada

source: Disciple.Tools - Custom Group Health Plugin is intended to help DT users track the health of their groups and churches in a customized way.
es_ar: Disciple.Tools - Plugin de Salud de Grupo Personalizada tiene la intención de ayudar a los usuarios de DT a hacerle seguimiento a la salud de sus grupos e iglesias de manera personalizada.
